memo_app2/app/controllers/todos_controller.rb

  def index
    @todo = Todo.new
    @todos = Todo.order('created_at ASC')
---
SELECT `todos`.* FROM `todos`  ORDER BY created_at ASC

  def create
  @todo = Todo.new(todo_params)
   if @todo.save
---
INSERT INTO `todos` (`content`, `created_at`, `updated_at`) VALUES ('s', '2018-09-28 12:48:34', '2018-09-28 12:48:34')